<template>
  <main class="data appWrapper">
    <h1 class="appTitle appTitle--left">Защита данных</h1>
    <div class="text text__block">
      <h4 class="text__title">введение</h4>
      <p class="text__text appText">Используя следующую политику конфиденциальности, мы, Bakuli GmbH, По адресу Steinberg 13, 01309 Дрезден, хотели бы проинформировать вас о том, какие типы ваших персональных данных (также кратко называемые „Данными“ ниже) мы обрабатываем для каких целей и в каком объеме. Политика конфиденциальности применяется ко всей обработке персональных данных, которую мы осуществляем, как в рамках предоставления наших услуг, так и, в частности, на наших веб-сайтах, в мобильных приложениях и в рамках внешних онлайн-прессингов, таких как наши профили в социальных сетях (далее подытожим, что называется "онлайн-предложение"). В следующих положениях вы узнаете о характере, объеме, продолжительности и цели обработки персональных данных нами как ответственным поставщиком данного веб-сайта, а также о сторонних компонентах, связанных с конфиденциальностью, которые мы используем в целях оптимизации и повышения качества использования. Мы приняли многочисленные технические, договорные и организационные меры для обеспечения соблюдения применимых правил конфиденциальности и, таким образом, для защиты данных, которыми мы управляем, от случайных или преднамеренных манипуляций, потери, уничтожения или от доступа несанкционированных лиц. Тем не менее, обратите внимание, что передача данных через Интернет (например, связь по электронной почте) в основном имеет уязвимости, поэтому абсолютная защита не может быть гарантирована. По этой причине любое заинтересованное лицо может также свободно передавать нам персональные данные альтернативными способами, например, по телефону. Используемые термины не зависят от пола.</p>
    </div>
    <div class="text text__block">
      <h4 class="text__title">введение</h4>
      <ul class="text__text appText">
        <li>DeinSteinDesign GmbH</li>
        <li>Am Steinberg 13</li>
        <li>01309 Dresden</li>
      </ul>
    </div>
    <div class="text text__block">
      <h4 class="text__title">ЛИЦА, ИМЕЮЩИЕ ПРАВО НА ПРЕДСТАВИТЕЛЬСТВО</h4>
      <ul class="text__text appText">
        <li>Тина Олер И Линда Винни Ворчат</li>
        <li> E-Mail-Adresse: hello@deinsteindesign.de</li>
      </ul>
    </div>
    <div class="text text__block">
      <h4 class="text__title">ОБЗОР ОБРАБОТКИ</h4>
      <ul class="text__text appText">
        <li>В приведенном ниже обзоре суммируются типы обрабатываемых данных и цели их обработки, а также указываются заинтересованные лица.</li>
      </ul>
    </div>
    <div class="text text__block">
      <h4 class="text__title">ТИПЫ ОБРАБАТЫВАЕМЫХ ДАННЫХ</h4>
      <ul class="text__text appText">
        <li>• Данные инвентаризации (z.B. Namen, Adressen).</li>
        <li>• Данные контента (z.B. Eingaben in Onlineformularen).</li>
        <li>• Контактные данные (z.B. E-Mail, Telefonnummern).</li>
        <li>• Мета-/коммуникационные данные (z.B. Geräte-Informationen, IP-Adressen).</li>
        <li>• Данные об использовании (z.B. besuchte Webseiten, Interesse an Inhalten,</li>
      </ul>
    </div>
    <div class="text text__block">
      <h4 class="text__title">КАТЕГОРИИ ЗАТРОНУТЫХ ЛЮДЕЙ</h4>
      <ul class="text__text appText">
        <li>• Партнеры по общению</li>
        <li>• Пользователь (z.B. Webseitenbesucher, Nutzer von Onlinediensten).</li>
      </ul>
    </div>
    <div class="text text__block">
      <h4 class="text__title">ЦЕЛИ ОБРАБОТКИ</h4>
      <ul class="text__text appText">
        <li>• Предоставление нашего онлайн-предложения и удобство использования.</li>
        <li>• Измерение конверсии (измерение эффективности маркетинговых действий).</li>
        <li>• Запросы на контакты и общение.</li>
        <li>• Профилирование (Erstellen von Nutzerprofilen)..</li>
        <li>• Примечаниялитература.</li>
        <li>• Измерение дальности (z.B. Zugriffsstatistiken, Erkennung wiederkehrender Besucher).</li>
        <li>• Меры безопасности.</li>
        <li>• Отслеживание (z.B. interessens-/verhaltensbezogenes Profiling, Nutzung von Cookies).</li>
        <li>• Предоставление договорных услуг и обслуживание клиентов.</li>
        <li>• Управление запросами и ответы на них.</li>
      </ul>
    </div>
    <div class="text text__block">
      <h4 class="text__title">МАССОВЫЕ ПРАВОВЫЕ ОСНОВЫ</h4>
      <ul class="text__text appText">
        <p>
Ниже мы сообщаем правовые основы Основного положения о защите данных (GDPR), на основе которых мы обрабатываем персональные данные. Пожалуйста, обратите внимание, что в дополнение к правилам GDPR национальные правила конфиденциальности могут применяться в вашей или нашей стране проживания и проживания. Кроме того, в отдельных случаях, если более специальные правовые основы имеют решающее значение, мы сообщим вам об этом в Политике конфиденциальности.        </p>
        <li class="text__text"><b>• Согласие (статья 6 абс. 1 стр. 1 лит. a. GDPR)</b> - Заинтересованное лицо дало свое согласие на обработку персональных данных, касающихся вас, для конкретной цели или нескольких конкретных целей.</li>
        <li class="text__text"><b>• Выполнение контракта и предварительные запросы (статья 6 абс. 1 ст. 1 лит. b. GDPR) - </b>Обработка необходима для выполнения контракта, стороной которого является заинтересованное лицо, или для выполнения предварительных договорных действий, осуществляемых по запросу заинтересованного лица.</li>
        <li class="text__text"><b>• Законные интересы (статья 6 п. 1 ст. 1 лит. f. GDPR) – </b>Обработка необходима для защиты законных интересов ответственного лица или третьей стороны, если интересы или основные права и основные свободы заинтересованного лица, требующие защиты персональных данных, не перевешивают. </li>
        <li class="text__text"><b>Германия Германия:</b> В дополнение к Основным правилам защиты данных в Германии действуют национальные правила защиты данных. Это, в частности, включает в себя Закон о защите от неправильного использования персональных данных при обработке данных (Федеральный закон о защите данных – BDSG). В частности, BDSG содержит специальные правила о праве на получение информации, праве на удаление, праве на возражение, обработке особых категорий персональных данных, обработке для других целей и передаче, а также автоматизированном принятии решений в отдельных случаях, включая профилирование. Кроме того, он регулирует обработку данных для целей трудовых отношений (§ 26 BDSG), особенно в отношении обоснования, осуществления или прекращения трудовых отношений, а также согласия сотрудников. Кроме того, могут применяться законы о защите данных штата каждого штата.</li>
      </ul>
    </div>
    <div class="text text__block">
      <h4 class="text__title">MASSGEBLICHE RECHTSGRUNDLAGEN</h4>
      <p class="text__text appText">
        Мы принимаем соответствующие технические и организационные меры в соответствии с требованиями законодательства с учетом уровня техники, затрат на внедрение и характера, объема, обстоятельств и целей обработки, а также различных вероятностей входа и степени угрозы правам и свободам физических лиц, чтобы обеспечить уровень защиты, соответствующий риску. Меры включают, в частности, обеспечение конфиденциальности, целостности и доступности данных путем контроля физического и электронного доступа к данным, а также доступа, ввода, передачи, обеспечения доступности и их разделения. Кроме того, мы создали процедуры, которые обеспечивают соблюдение затронутых прав, удаление данных и реагирование на угрозу данных. Кроме того, мы учитываем защиту персональных данных уже при разработке или разработке. Выбор оборудования, программного обеспечения и процедур в соответствии с принципом конфиденциальности, с помощью технического дизайна и с помощью предустановок, дружественных к конфиденциальности. <b>Сокращение IP-адреса:</b> Если IP-адреса обрабатываются нами или поставщиками услуг и технологиями, которые используются, и обработка полного IP-адреса не требуется, IP-адрес сокращается (также известный как “маскировка IP"). При этом используются последние две цифры, или последние две цифры. последняя часть IP-адреса удаляется после точки или заменяется заполнителями. Сокращение IP-адреса призвано предотвратить или значительно затруднить идентификацию человека по его IP-адресу. <b>Шифрование SSL (https):</b> Чтобы защитить ваши данные, переданные через наше онлайн-предложение, мы используем шифрование SSL. Вы обнаруживаете такие зашифрованные соединения по префиксу https:// в адресной строке вашего браузера.
      </p>
    </div>
    <div class="text text__block">
      <h4 class="text__title">ПЕРЕДАЧА И РАСКРЫТИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ</h4>
      <p class="text__text appText">
        В рамках нашей обработки персональных данных данные могут передаваться другим органам, компаниям, юридически самостоятельным организациям или лицам или раскрываться вам. Получателями этих данных могут быть, например, платежные учреждения в рамках платежных операций, поставщики услуг, порученные ИТ-задачам, или поставщики услуг и контента, подключенных к веб-сайту. В таком случае мы соблюдаем требования законодательства и, в частности, заключаем соответствующие контракты или контракты. Соглашения, предназначенные для защиты ваших данных, заключаются с получателями ваших данных. <b>Передача данных внутри организации:</b> Мы можем передавать персональные данные другим органам в нашей организации или предоставлять вам доступ к этим данным. Если такая передача осуществляется в административных целях, передача данных основана на наших законных деловых и деловых интересах или происходит при условии выполнения наших обязательств, связанных с контрактом, или при наличии согласия заинтересованных сторон или юридического разрешения.
      </p>
    </div>
    <div class="text text__block">
      <h4 class="text__title">ИСПОЛЬЗОВАНИЕ ФАЙЛОВ COOKIE</h4>
      <p class="text__text appText">
        В рамках нашего онлайн-предложения так называемые. Куки развернуты. Это пакеты данных, которые обмениваются между сервером онлайн-предложения и браузером пользователя. Они сохраняются при использовании онлайн-предложения с используемых устройств (ПК, ноутбука, планшета, смартфона и т. Д.). Файлы cookie не могут нанести ущерб используемым устройствам в той степени, в которой они используются. В частности, они не содержат вирусов или других вредоносных программ. Файлы cookie хранят информацию, которая возникает в связи с конкретным используемым устройством. Это ни в коем случае не позволяет нам получить непосредственное представление о личности посетителя веб-сайта. Файлы cookie в основном принимаются в соответствии с основными настройками браузеров. Настройки браузера можно настроить так, чтобы файлы cookie либо не принимались на используемых устройствах, либо чтобы каждое отдельное уведомление было сделано до создания нового файла cookie. Тем не менее, следует отметить, что отключение файлов cookie может привести к тому, что не все функции онлайн-предложения будут использованы наилучшим образом. Использование файлов cookie служит для того, чтобы сделать использование нашего онлайн-предложения более удобным. Например, сеансовые файлы cookie могут быть использованы для определения того, посетил ли посетитель отдельные страницы веб-сайта. После выхода с веб-сайта эти сеансовые файлы cookie автоматически удаляются. Временные файлы cookie используются для улучшения удобства использования. Они хранятся на устройстве посетителя в течение временного периода времени. При повторном посещении веб-страницы автоматически обнаруживается, что посетитель уже посещал страницу в более раннее время и какие входы и настройки были сделаны при этом, чтобы не повторять их. Файлы cookie также используются для анализа просмотров онлайн-предложения в статистических целях и для улучшения предложения. Эти файлы cookie позволяют автоматически распознавать, что посетитель ранее посещал веб-сайт при повторном посещении. Здесь происходит автоматическое удаление файлов cookie по истечении определенного времени. <b>Продолжительность хранения:</b> Если мы не предоставим вам явную информацию о продолжительности хранения постоянных файлов cookie (например, в рамках так называемого файла cookie). Отказ от файлов cookie), пожалуйста, предположите, что срок хранения может составлять до двух лет. <b>Общие указания по отзыву и возражению (отказ):</b> В зависимости от того, осуществляется ли обработка на основе согласия или юридического разрешения, у вас всегда есть возможность отозвать предоставленное согласие или отказаться от обработки ваших данных с помощью технологий cookie (резюмируя как „Отказ от" обозначается). Сначала вы можете объяснить свое несогласие с помощью настроек своего браузера, например, отключив использование файлов cookie (что также может ограничить работоспособность нашего онлайн-предложения). Противоречие с использованием файлов cookie в целях онлайн-маркетинга также может возникнуть с помощью различных услуг, особенно в случае отслеживания, через веб-сайты <a href="https://optout.aboutads.info" class="appLink text__link">https://optout.aboutads.info</a>  und <a href="https://www.youronlinechoices.com/" class="appLink text__link">https://www.youronlinechoices.com/</a>  быть объясненным. Кроме того, вы можете получить дополнительные возражения в соответствии с информацией о поставщиках услуг и файлах cookie, которые вы используете. <b>Обработка данных cookie на основе согласия:</b> Мы используем процедуру управления согласием cookie, в рамках которой подтверждается согласие пользователей на использование файлов cookie или файлов cookie. обработки и поставщики, упомянутые в рамках процедуры управления согласием файлов cookie, могут быть получены, а также управляться и отменены пользователями. При этом заявление о согласии сохраняется, чтобы не повторять его запрос снова для необходимости и не иметь возможности доказать согласие в соответствии с юридическими обязательствами. Хранение может осуществляться на стороне сервера и/или в файле cookie (так называемом файле cookie, или с использованием сопоставимых технологий), чтобы иметь возможность сопоставить согласие с пользователем или его устройством. При условии индивидуальной информации о поставщиках услуг по управлению файлами cookie применяются следующие указания: Срок хранения согласия может составлять до двух лет. При этом формируется псевдонимный идентификатор пользователя и сохраняется с указанием даты согласия, информации о охвате согласия (например, какие категории файлов cookie и/или поставщиков услуг), а также браузера, системы и используемого устройства.
      </p>
      <ul class="appText">
        <li>• Типы обрабатываемых данных: данные об использовании (z.B. besuchte Webseiten, Interesse an Inhalten, Zugriffszeiten), Meta-/Kommunikationsdaten (z.B. Geräte-Informationen, IP-Adressen).</li>
        <li>• Заинтересованные лица: используйте (z.B. Webseitenbesucher, Nutzer von Onlinediensten).</li>
        <li>• Правовая основа: Einwilligung (Art. 6 Abs. 1 S. 1 lit. a. DSGVO), Berechtigte Interessen (Art. 6 Abs. 1 S. 1 lit. f. DSGVO).</li>
      </ul>
    </div>
    <div class="text text__block">
      <h4 class="text__title">ИСПОЛЬЗУЕМЫЕ УСЛУГИ И ПОСТАВЩИКИ УСЛУГ</h4>
      <p class="text__text appText">
        <b>Cookie Borlabs:</b> В нашем онлайн-предложении используется cookie Borlabs, который устанавливает технически необходимый файл cookie для хранения согласия пользователя на cookie. Файлы cookie Borlab не обрабатывают никаких персональных данных. В файле cookie Borlabs хранятся согласия, предоставленные пользователем при входе на веб-сайт. Если пользователь хочет отозвать это согласие, он может удалить файл cookie в своем браузере. При повторном входе/перезагрузке веб-сайта пользователю снова будет предложено получить согласие на получение файлов cookie.
      </p>
    </div>
  </main>
</template>

<script>
export default {

}
</script>

<style>

</style>